/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Krypterer %@s hjemmemappe";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Afkrypterer %@s hjemmemappe";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Genopretter diskplads i %@s hjemmemappe";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Sikkerhedskopierer %@s hjemmemappe";

"CONVERTING_MESSAGE_FORMAT" = "Konverterer %@s hjemmemappe";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Klargør...";
"PHASE_CREATING_IMAGE" = "Opretter FileVault...";
"PHASE_MOUNTING_IMAGE" = "Aktiverer FileVault...";
"PHASE_COPYING_TO_IMAGE" = "Kopierer indholdet af hjemmemappen til FileVault...";
"PHASE_COPY_COMPLETE" = "Kopiering er færdig...";
"PHASE_UPDATING_USER_RECORD" = "Opdaterer brugeroplysinger...";
"PHASE_UNMOUNTING_IMAGE" = "Gør FileVault passiv...";
"PHASE_DELETING_OLD_HOME" = "Sletter gammel hjemmemappe...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Sletter forrige hjemmemappe sikkert…";
"PHASE_CANCELLING" = "Annullerer...";
"PHASE_PAUSED" = "Pause";
"PHASE_COMPACTING" = "Genopretter diskplads...";
"PHASE_BACKINGUP" = "Sikkerhedskopierer...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Beregner...";
"TIME_EST_ABOUT_5_SECONDS" = "Omkring 5 sekunder";
"TIME_EST_ABOUT_10_SECONDS" = "Omkring 10 sekunder";
"TIME_EST_UNDER_A_MINUTE" = "Mindre end et minut";
"TIME_EST_ABOUT_A_MINUTE" = "Omkring et minut";
"TIME_EST_ABOUT_N_MINUTES" = "Omkring %d minutter";
"TIME_EST_ABOUT_ONE_HOUR" = "Omkring 1 time";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "Omkring 1 time og %d minutter";
"TIME_EST_ABOUT_PLURAL_HOURS" = "Omkring %d timer";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "Omkring %1$d timer og %2$d minutter";


"TIME_REMAINING_FORMAT" = "Tid tilbage: %@";
"CANCEL_BUTTON_LABEL" = "Annuller";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Stop";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Fortsæt";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Vil du stoppe FileVault?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault er ikke færdig med at kryptere hjemmemappen. Hvis du stopper nu, bliver FileVault slået fra for hjemmemappen, og den vil ikke blive krypteret.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Vil du stoppe FileVault?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault er ikke færdig med at afkryptere hjemmemappen. Hvis du stopper nu, bliver FileVault slået til for hjemmemappen, og den vil stadig være krypteret.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Fortsæt";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Spring over nu";

"COMPACT_CONFIRMATION_MESSAGE" = "Din hjemmemappe, som er beskyttet af FileVault, optager mere plads på disken end nødvendigt. FileVault kan genoprette pladsen. Vil du fortsætte? ";

"COMPACT_CONFIRMATION_INFO" = "Når du klikker på Fortsæt, genopretter FileVault den ubrugte diskplads. Selv om det kan tage et stykke tid, anbefales det, at du lader FileVault genoprette diskpladsen nu.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Der er opstået en fejl";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Der opstod en fejl under kryptering ( %@ ). FileVault vil ikke blive slået til for denne konto.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Der opstod en fejl under afkryptering ( %@ ). FileVault vil ikke blive slået fra for denne konto.";
"FV_COULD_NOT_CREATE_IMAGE" = "Kan ikke oprette FileVault-diskbillede";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Kan ikke oprette midlertidigt bibliotek til aktiveringspunkt";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Kan ikke gøre FileVault-diskbillede aktivt, så det kan kopieres";
"FV_ERROR_OCCURRED_DURING_COPY" = "Der opstod en fejl under kopiering.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Kan ikke gøre FileVault-diskbillede aktivt, så det kan kontrolleres";
"FV_VERIFICATION_FAILED" = "Kontrol mislykkedes";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Kan ikke gøre FileVault-diskbillede passivt";
"FV_ERROR_DEFAULT" = "Fejl %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "Din forrige hjemmemappe er blevet sikkert slettet.";
"FV_SECURE_ERASE_FINISHED_INFO" = "FileVault-beskyttelse er nu slået til for din konto, og indholdet af din hjemmemappe er krypteret.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Der opstod et problem under sikker sletning af den forrige hjemmemappe under FileVault-konverteringen.";
"FV_SECURE_ERASE_FAILED_INFO" = "Den sikre sletning mislykkedes, før den forrige hjemmemappe var helt slettet.";
"FV_CONTINUE_TITLE" = "Er du sikker på, at du vil fortsætte med at slette din forrige hjemmemappe i baggrunden?";
"FV_CONTINUE_INFO" = "Hvis du klikker på “OK”, vil FIleVault færdiggøre sikker sletning af din forrige hjemmemappe, mens du arbejder. Du kontrollerer status for sletningen ved at åbne vinduet Sikkerhed i Systemindstillinger.";